{
  "barbar": { "branch": "master" },
  "catppuccin": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "fugitive": { "branch": "master" },
  "gitsigns": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "illuminate": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspconfig": { "branch": "master" },
  "mini.completion": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "neo-tree": { "branch": "v3.x" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-notify": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "web-devicons": { "branch": "master" }
}
